<template>
	<div class="about-us">
		<img :src="back" alt="" class="back" @click="router.back()" />
		<div class="content">
			隐私政策 用户注册协议及隐私政策
			<br />
			感谢您申请加入陌搭优聘网络平台会员（或“陌搭陪伴网络平台”），在成为陌搭优聘网络平台会员前请您务必认真仔细阅读、充分了解各条款内容，特别是以加粗或下划线的形式提示您重点注意的内容。本协议系您与陌搭优聘网络平台之间所产生的服务协议，无论您是否认真仔细的阅读了本协议，只要您在注册程序过程中点击了“同意”按钮即视为您完全接受本协议项下全部条款。在您（下称“用户”）点击本协议注册成为用户前，请确保您是年满18周岁并具有完全民事行为能力的成年人，否则请立即停止使用陌搭陪伴网络微信平台。
			<br />

			导言
			<br />

			1、《用户注册协议及隐私政策》（以下称“本协议”）是我们与您订立的，就您下载、安装、打开、注册、登录、使用（以下统称“使用”）陌搭优聘的相关事宜约定双方权利义务的协议。我们已经发布、后续可能发布的、不时修改的与陌搭优聘有关的其他全部相关协议、社区公约、活动规则、公告、说明、站内信通知等（合称“平台规则”）均属于本协议不可分割的组成部分，与本协议具有同等法律效力。
			<br />

			2、请您在开始使用没碰到优聘网络微信平台之前，认真阅读并充分理解本协议，特别是涉及免除或者限制责任的条款、法律适用和争议解决条款以及其他以加粗、下划线等标识提示的重要条款等，请您重点阅读。
			<br />
			3、当您使用陌搭优聘网络微信平台，则视为您已详细阅读并充分理解本协议，同意作为本协议的一方当事人接受本协议的约束。如您不同意本协议，可以选择不使用陌搭优聘。
			在确认充分理解并同意本协议内容后再注册成为用户。如用户对本协议的内容有任何疑问或不同意见，请务必立即停止使用陌搭陪伴（下称“本公司”）于本软件提供的其他服务，并不得注册成为用户。用户点击或勾选本协议的，视为用户充分理解并同意与本公司根据中华人民共和国相关法律、法规签署《用户协议》，双方均应当遵守本协议约定。
			<br />
			一、定义
			<br />
			1.陌搭优聘：陌搭优聘（重庆）网络科技有限公司享有计算机软件知识产权的自主服务平台软件；
			<br />
			2.陌搭优聘微信平台：指陌搭优聘（重庆）网络科技有限公司开发的可线上发单、线下提供陪玩服务及体验官服务的平台软件微信客户端。
			<br />
			3.体验官：指符合中华人民共和国法律规定的、具有完全民事权利和民事行为能力，能够独立承担民事责任的年满18周岁的自然人，同意签订本协议并通过本公司开发的陌搭陪伴微信平台为用户提供陪玩，使用本公司产品或服务的终端体验官。
			<br />
			4.用户：指通过陌搭优聘微信平台发布陪玩信息订单，要求体验官到指定线下地址提供陪玩体验服务的主体。用户应当保证其身体健康状况及精神正常，不存在精神疾病、心脏疾病、传染性疾病及其他可能传染或不适合选定的助教活动的疾病。
			<br />
			5.助教：指体验官协助用户就某一特定场景如游戏、K歌等给予的特定帮助、陪同、指导服务。
			<br />
			6.冻结账户、封号：指本公司依照本协议或有关协议、规则的约定，以及有关法律、法规或有关行政、司法机关的要求，通过断开链接、禁止使用等方式停止用户使用陌搭陪伴微信平台部分或全部功能。
			<br />
			7.非公开场合：指用户要求体验官提供的服务地点应是公共场合，而非其私人住所或如酒店、旅馆等隐蔽场所。
			<br />
			8.调度费用：指体验官接单后，需要前往用户指定地点提供服务而产生的交通费用、通讯费用。
			<br />
			9.陪玩费用：指用户在陌搭陪伴微信平台下单时所确定的体验官为用户提供陪玩服务的时长对应的应支付费用。
			<br />
			二、账号注册、使用与信息管理
			<br />
			1.用户使用陌搭优聘微信平台前，需自行在微信平台上完成注册。用户确认，在其完成注册流程使用陌搭优聘微信平台时，需是年满18周岁、具备完全民事权利和民事行为能力、能够独立承担民事责任的自然人，不存在传染性疾病及不符合接受助教服务要求的其他疾病。若用户不具备前述相应的民事行为能力或有犯罪记录、吸毒和酗酒、暴力倾向等不接受助教服务的情形则本公司有权拒绝用户的注册/使用申请。在此情况下用户本人及其监护人需承担依照法律规定所需承担的后果。
			<br />
			2.用户在操作注册程序时需要提供手机号码、身份证号码、拟使用的用户名和密码用于创建陌搭陪伴微信平台账户。用户需使用尚未与“其他陪玩助教平台”账户绑定的手机号码以及未被本公司根据本协议或相关法律、法规及其他行政、司法机关要求封禁的手机号码身份证号码注册账户。为了提高用户体验和账号安全性，本公司可以根据用户需求或产品需求对账号注册和绑定的方式进行更改。用户通过微信平台注册或登录进入陌搭陪伴程序的，陌搭陪伴程序在用户注册时会申请使用用户的微信昵称、头像、个人资料（具体以页面展示为准）等信息，用户点击“允许”按钮，即表示用户同意陌搭陪伴微信平台序获取相关信息。
			<br />
			3.用户依据身份证号码在陌搭陪伴微信平台进行注册时将为用户生成唯一的账户。除非征得本公司同意或按照有关法律、法规的规定外，用户的账户不得以任何方式转让、转借、赠送、出售。
			本公司因经营调整需要，有权无偿收回用户的陌搭优聘微信平台账户用户可以更改、删除陌搭优聘微信平台账户上的个人资料、注册信息、传送内容以及注销账号。但需注意，删除有关信息或注销账号的同时可能也会删除用户储存在系统中的文字和图片，用户需自行承担风险。
			<br />
			4.用户需对其平台账户、登录密码、支付密码（如有）、验证码的安全以及对通过用户本人账户和密码实施的行为承担全部责任及义务。用户同意在任何情况下不使用其他用户的账号或密码，亦不得授权他人使用自己的账号及密码为用户提供服务。如发生账户被盗、密码被泄露等可能危及用户账户安全的问题，请立即与本公司联系。用户需理解，本公司对用户的请求采取行动需要合理的时间，本公司在对采取行动前已经产生的后果不承担任何责
			任
			<br />
			5.为了保障用户权益，用户在自愿注册使用陌搭优聘微信平台服务前，必须仔细阅读并充分理解、知悉本协议所有条款。一经注册或使用陌搭优聘微信平台服务即视为对本协议的充分理解和接受，并同意作为协议一方当事人接受本协议以及本公司提供服务的其他相关协议及规则（包括但不限于《法律声明》《陪玩规则》、《隐私权政策》、《计费规则》等）的约束。如有违反而导致任何法律后果的发生，用户将以自己的名义独立承担相应的法律责任
			<br />
			6.用户应保证其提供给本公司的注册资料相关信息（包括但不限于手机号码、身份证信息、银行卡信息个人生物信息等）的合法性、真实性、有效性，并按照本公司或陌搭优聘微信平台的相关指示及注册说明完成注册程序。若用户提供违法、虚假、无效资料或本公司有合理理由怀疑用户提供违法、虚假、无效资料的，本公司有权暂停或终止为用户提供平台服务，此时，本公司可冻结用户的账户。
			<br />
			7.如用户注册陌搭优聘微信平台账户后超过24个月不登陆的，本公司可以收回该账号，以免造成资源浪费，由此造成的不利后果由用户自行承担
			<br />
			三、平台服务内容。 （一）服务原则
			<br />
			1.平台服务的具体内容由本公司根据实际情况提供，包括但不限于授权用户通过本人账户进行即时通讯、发布观点、展示图片等，具体详情以本公司以及陌搭陪伴微信平台提供的具体服务内容为准。
			<br />
			2.平台服务的部分内容可能需要用户根据本公司的要求完成实名认证，未进行实名认证的用户将无法使用该部分平台服务。因未能完成认证而无法享受平台服务造成的损失，以及未成年人冒用其监护人身份信息导致其监护人的资金蒙受损失的，本公司不承担任何责任。
			<br />
			3.本公司有权对其提供的服务或产品形态予以升级或更新并及时将更新结果告知用户。
			（二）服务内容 1.即时通讯和动态发布服务
			（1）用户可以通过陌搭优聘微信平台使用语音交互、信息发布、观点表达等即时通讯和动态发布服务用户须知，用户通过陌搭陪伴了解到的各种信息及资料仅供用户参考，不代表本公司确认该等信息的真实性有效性、台法性、合理性。
			（2）
			用户通过陌搭优聘微信平台向体验官发布陪玩需求的，应当保证该等信息的真实性、有效性、合法性、准确性。如果用户要求的体验助教服务与其选定体验助教服务内容不一致或可能有人身危险性的，体验官有权拒绝用户要求并有权立即停止本次服务，用户仍应按照发布订单时本公司确定的订单款项支付全部订单费用。
			<br />
			2.广告推送
			（1）用户同意，本公司可能在提供服务过程中投放商业性广告或其他任何类型的商业信息（包括但不限于本公司平台的页面上投放广告），且用户同意接受本公司通过电子邮件或其他方式向其发送商品促销或其他相关商业信息。
			（2）除法律法规明确规定外，用户应自行对接收到的广告信息进行辨别，对用户因依该广告信息进行的交易或前述广告商提供的内容或遭受的损失或损害，本公司不承担任何责任。
			<br />
			3.结算服务
			（1）用户接受体验官提供服务的，不得私下向体验官支付款项或私下联络体验官，所有与体验官的沟通及结算均应当在陌搭陪伴微信平台内进行。体验官违反规定的，本公司可采取封号、断开连接、停止用户使用陌搭优聘微信平台等方式予以处理。
			（2）
			用户选择体验官提供助教服务的，必须通过陌搭陪伴微信平台进行服务费用的结算及服务内容的沟通。用户应当按照陌搭优聘微信平台确定的订单费用先行支付服务费用，服务费用收退费规则详见本公司《计费规则》。
			（3）用户确认，本公司有权自行根据订单内容、用户投诉情况、体验官反映情况等确定体验官或用户在本次订单中是否存在问题，并决定该笔交易是否有效或是否应退还用户订单费用。在此情况下，本公司可暂时冻结本次订单费用及其结算。
			（4）每位体验官价格不完全相同，订单费用根据体验官价格及时长、距离等确定，用户下单前应仔细核对。用户支付订单费用视为用户对体验官服务计费及本次订单费用无异议。
			（5）本公司《计费规则》未来根据实际情况可能进行调整，规则调整的，将会在登陆界面及通知中及时告知用户，用户应及时关注《计费规则》变化。用户的订单费用以更新后的《计费规则》为准。
			<br />
			4.其他请用户理解，本公司向用户提供的服务是不断更新和发展的。如本公司更新了新的产品或功能，本公司会适时对本协议进行修改，以供用户查看。本协议更新后，本公司将通过体验官微信平台页面显著位置公布新的用户协议，并在更新后的条款生效前通过本公司公告或者其他适当的方式提醒用户更新的内容，以便用户及时了解本协议的最新版本，因用户数量较多，本公司不保证再向每个用户作全部通知。如果用户不同意本公司对本协议所做的修改，用户应立即停止使用本公司以及陌搭陪伴微信平台提供的服务。如果新协议生效后用户继续使用本公司以陌搭优聘微信平台提供的服务则视用户认可并接受本公司对本协议所做的修改，并遵照修改后的协议执行。
			<br />
			三、服务的变更、中断、终止
			<br />
			1.鉴于网络服务及体验助教服务的特殊性，用户同意本公司有权随时变更、中断或终止部分或全部的服务。本公司变更、中断或终止的服务，本公司应当在变更、中断或终止之前通知用户；
			<br />
			2.如发生下列任何一种情形，本公司有权中断或终止向用户提供服务并冻结用户的账户资金，而无需对用户或任何第三方承担任何法律责任：
			（1）根据法律规定用户应提交直实信息而里户提供的个人资料不真实，或与注册时信息不一致又未能提供合理证明的；
			（2） 用户未通过陌搭优聘微信平台私下与体验官接洽、联络或支付服务费用的； （3）
			用户未按照订单要求而让体验官提供其他服务的，或无理由改单的；
			（4）用户对体验官有任何骚扰、猥亵、辱骂、殴打、胁迫、欺诈、涉嫌黄、赌、毒或其他类似行为的！
			（5）本公司按照法律规定或有权机关的要求 （6） 出于安全的原因或其他必要的情形； （7）
			<br />
			用户违反相关法律、法规或本协议的约定； 四、平台服务使用规则
			<br />
			1.用户在陌搭优聘微信平台或通过陌搭陪伴平台所传送、发布的任何内容并不反映或代表，也不得被视为反映或代表本公司的观点、立场或政策，应当符合社会主义价值观，并对其言论及行为负责，本公司对此不承担任何责任；
			<br />
			2.用户知悉：体验官通过本公司开发的陌搭优聘微信平台为用户提供体验助教服务的，不视为双方存在劳动关系、劳务关系、雇佣关系，用户应当注重自身的人身及财产安全；
			<br />
			3、用户在使用陌搭优聘微信平台及享受体验官提供的服务过程中，不得制作、复制、发布、传播、存储含有下列内容的信息或从事含有下列内容的行为，否则本公司有权终止为用户提供服务，并冻结用户的账户资；
			（1）反对宪法确定的基本原则的；
			（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的； （3）
			损害国家荣誉和利益的；
			（4）歪曲、丑化、亵渎、否定英雄烈士事迹和精神，以侮辱、诽谤或者其他方式侵害英雄烈士的姓名、肖像、名誉、荣誉的；
			宣扬恐怖主义、极端主义或者煽动实施恐怖活动、极端主义活动的；
			（5）宣扬民族仇恨、民族歧视，破坏民族团结的； （6）
			破坏国家宗教政策，宣扬邪教和封建迷信的；
			（7）编造、散布谣言、虚假信息，扰乱经济秩序和社会秩序、破坏社会稳定的；
			（8）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
			（9）侮辱或者诽谤他人，侵害他人知识产权或其他台法权益的；
			（10）煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；
			（11）含有虚假、有害、胁迫、侵害他人隐私、中伤、低俗、或其它道德上令人反感的内容的；
			（12）违法开展募捐活动、诈骗他人财物的； （13） 含有辱骂、恐吓、威胁内容的；
			（14）含有骚扰、垃圾广告、恶意信息、诱骗信息的；
			（15）含有法律、行政法规禁止的其他内容的； （16） 涉嫌洗钱等违法犯罪活动的；
			（17）其他违反公序良俗的内容； 五、用户行为规范
			<br />
			1.用户在使用平台服务过程中应文明发言，尊重体验官、其他用户的人格权、名誉权等人身权利，共同建立和谐、文明的网络环境。用户使用本服务过程中所制作、上载、复制、发布、传播的任何内容（包括但不限于账号头像、名称、个性签名等注册信息及认证资料，或文字、语音、图片、图文等发送、回复消息和相关链接页面，以及其他使用账号或本服务所产生的内容）都需符合法律及本协议约定。
			<br />
			2.用户不得利用陌搭优聘微信平台实施下列行为：
			（1）宣传、推广其他平台或向体验官推荐其他平台； （2） 恶意刷屏、扰乱平台秩序；
			（3）利用陌搭优聘微信平台骚扰他人或散布不利于平台、体验官的言论；
			（4）利用非正常手段获得包括但不限于礼物等虚假数据或不正当利益的；
			（5）泄露他人隐私、个人信息或资料的；
			（6）侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；
			（7）含有其他干扰本服务正常运营和侵犯其他用户、体验官或第三方合法权益内容的信息；
			（8）通过不正当途径，影响其他用户或体验官正常行为，造成他人损失的；
			（9）推销国家禁止、未取得国家销售许可、假冒伪劣的产品等； （10）
			其他违反法律、法规或本公司确定的服务规则内容的。用户有前述任一行为的，本公司都可采取将用户账户封号处理、终止为用户提供服务、冻结账户资金等措施。
			<br />
			3.用户利用陌搭优聘微信平台账户提供的服务有下列任一行为的，本公司可封号、终止体验官为用户提供服务或冻结账户资金：
			（1）提交、发布虚假信息、或盗用他人头像或资料，冒充、利用他人名义的；
			（2）强制、诱导体验官或其他用户关注、点击链接页面或分享信息的，或引导体验官至其他平台的；
			（3） 虚构事实、隐瞒真相以误导、欺骗他人的； （4） 利用技术手段批量建立虚假账号的；
			（5）利用陌搭优聘微信平台账号或本公司提供的服务从事任何犯罪活动的；
			（6）制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播，无论这些行为是否为商业目的；
			（7）其他违反法律、法规规定，以及侵犯其他用户及体验官合法权益，千扰陌搭陪伴微信平台正常运营或本公司未明示授权的行为。
			<br />
			4.用户须对利用陌搭陪伴微信平台账户或本平台传送信息的真实性、合法性、无害性、准确性、有效性等全权负责，用户所传播信息相关的任何法律责任由用户自行承担，与本公司无关。如因此给本公司或第三方造成损害的，用户应当依法予以赔偿；
			<br />
			5.用户下单后，应当按时到达指定地点接受体验官的服务，体验官与用户的沟通及资金交易必须通过陌搭优聘微信平台进行。在遇有以下事项的情况下，体验官有权拒绝为用户提供服务，且用户需支付订单所显示的全部费用：
			（1） 用户要求体验官提供的服务超过其订单所选定的服务内容的； （2）
			用户要求体验官提供服务的区域超过其订单选定地点或系非公开场合的 （3）
			用户要求体验官为第三人提供服务的：
			（4）用户要求体验官提供的服务内容涉嫌黄、赌毒，以及危害国家利益或社会公共利益的 （5）
			用户要求体验官提供的服务内容可能造成体验官、用户或他人人身或财产损害的； （6）
			用户在体验陪玩时间截止时仍要求体验官提供服务的；
			（7）用户有恶意辱骂、骚扰、侮辱、殴打、猥亵体验官行为的； 违反相关防疫政策的：
			（8）未经体验官同意，用户要求体验官与其拍照拍摄视频或偷录体验官视频、偷拍的；
			（9）其他可能危害用户、体验官或他人合法权益的，以及可能危害国家或社会公共利益的。特别提醒：用户在使用陌搭优聘微信平台或体验官为其提供服务时违反平台规则和用户行为规范的，对涉及或可能涉及违反法律规定、涉嫌刑事犯罪的，本公司或体验官可能将相关情况反映给有关部门或向公安机关报案。鉴于目前国内的防疫形势，用户在陌搭陪伴微信平台下单后进入相关场所的，应遵守相关防疫政策，并积极配合相关人员的防疫工作，对用户因违反防疫政策和不配合防疫工作的行为造成损害后果的，用户自行承担责任，本公司不承担任何责任。
			<br />
			六、不可抗力及其他免责事由 （一）不可抗力
			<br />
			1.用户理解并确认，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争动乱、政府行动等。出现上述情况时，本公司将努力在第一时间与相关单位配合，及时进行修复，但是由此给用户或第三方造成的损失，本公司及合作单位在法律允许的范围内免责。
			<br />
			2.本服务同大多数互联网服务一样，受包括但不限于用户原因、网络服务质量、社会环境等因素的差异影响，可能受到各种安全问题的侵扰，如他人利用用户的资料，造成现实生活中的骚扰；
			用户下载安装的其它软件或访问的其他网站中含有“特洛伊木马”
			等病毒，威胁到用户的计算机信息和数据的安全，继而影响本服务的正常使用等等。用户应加强信息安全及使用者资料的保护意识，要注意加强密码保护，以免遭致损失和骚扰。
			<br />
			3.用户理解并确认，本服务存在因不可抗力、计算机病毒或黑客攻击、系统不稳定、用户或体验官所在位置、体验官关机以及其他任何技术、互联网络、通信线路原因等造成的服务中断或不能满足用户要求的风险因此导致的用户或第三方任何损失，本公司不承担任何责任。
			<br />
			（二）其他免责事由
			<br />
			1.用户理解并同意，陌搭优聘微信平台仅为用户提供信息分享、传送及获取的平台，用户必须为自己注册账号下的一切行为负责，包括用户所传送的任何内容以及由此产生的任何后果。用户应对陌搭陪伴微信平台及本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。本公司无法且不会对因用户行为而导致的任何损失或损害承担责任。如果用户发现任何人违反本协议约定或以其他不当的方式使用本服务请立即向本公司举报或投诉，本公司将依本协议约定进行处理。
			<br />
			2.用户理解并同意，因业务发展需要，本公司保留单方面对本服务的全部或部分服务内容变更、暂停、终止或撤销的权利，用户需承担此风险。
			<br />
			3.用户理解并确认，在使用本服务过程中存在来自任何非本平台等他人的，包括误导性的、欺骗性的、威胁性的、诽谤性的、令人反感的或非法的信息，或侵犯他人权利的匿名或冒名的信息，以及伴随该等信息的行为，因此导致的用户或第三方的任何损失，本公司不承担任何责任。任何非本平台的通话录音、聊天记录均不得作为处理与本平台或平台体验官间纠纷的依据。
			<br />
			4.用户理解并确认，本公司需要定期或不定期地对陌搭陪伴微信平台或相关的设备进行检修或者维护，如因此类情况而造成服务在合理时间内的中断，本公司无需为此承担任何责任，但本公司应事先进行通知或公告。
			<br />
			5.在任何情况下，本公司均不对任何间接性、后果性、惩罚性、偶然性、特殊性或刑罚性的损害，包括因用户使用陌搭陪伴微信平台或本服务而遭受的利润损失承担责任（即使本公司已被告知该等损失的可能性亦然）。尽管本协议中可能含有相悖的规定，本公司对用户承担的全部责任，无论因何原因或何种行为方式，始终不超过用户因使用陌搭陪伴微信平台接受体验官提供的服务而支付给本公司的费用（如有）。
			<br />
			6.本公司依据法律法规、本协议约定获得处理违法、违规或违约内容的权利，该权利不构成本公司的义务或承诺，本公司不能保证及时发现违法、违规或违约行为或进行相应处理。
			<br />
			7.因用户自身原因或违反协议约定导致体验官或第三人的合法权益遭受侵害、损失的（如未经体验官同意，将相关图片、视频、语音等信息发布至社交平台导致体验官合法利益受损的），由用户自行承担责任本公司不承担任何责任。
			<br />
			七、隐私权保护
			<br />
			1.本公司不会主动收集用户的个人信息，并且非常注重对用户个人隐私的保护，对于用户提供的、经认证的个人信息（包括用户通过微信注册或登录时所获得的相关个人信息），本公司将按照本协议予以保护，使用用户同意本公司可以因业务合作向其关联实体、合作伙伴转让与陌搭陪伴微信平台服务有关的全部或部分权利和义务。未经本公司事先书面同意，用户不得转让其在本协议项下的任何权利和义务。
			<br />
			2.用户允许本公司使用关于用户的相关资料（包括但不限于本公司持有的有关用户的资料，本公司从用户目前及以前在陌搭陪伴微信平台上的活动所获取的其他资料以及本公司通过其他方式自行收集的资料）来解决争议、对纠纷进行调停以及配合权利受损害人走报案立案以及有关机关调查等法律程序。
			<br />
			3.本公司有义务根据有关法律要求向司法机关和行政机关等提供用户的个人资料。如果用户严重违反本公司的相关规则，本公司有权对用户提供的个人信息编辑入网站黑名单，拒绝相关用户使用本公司及陌搭优聘微信平台相关的任何平台服务。由此可能造成用户损失的，由用户自行承担。
			<br />
			4.本公司及陌搭优聘微信平台不会在知情的情况下收集未成年人的个人信息。未成年人请不要注册账户或发送自己的姓名、住址、电话、邮件地址等个人信息给陌搭陪伴微信平台。如果本公司及陌搭陪伴微信平台不小心收集到了未成年人的信息，本公司在知情后会尽快删除。如果您认为本公司或陌搭优聘微信平台可能不当地持有来自或关于未成年人的信息，请联系客服人员
			<br />
			八、知识产权申明
			<br />
			1.本公司通过陌搭优聘微信平台提供的内容（包括但不限于网页、文字、图片、音频、视频、图表等）的知识产权均归本公司所有，但用户在使用本服务前对自己发布的内容已合法取得知识产权的除外。
			<br />
			2.
			除另有特别声明外，本公司提供服务时所依托的软件著作权、专利权及其他知识产权均归本公司所有。
			<br />
			3.本公司在服务中所涉及的图形、文字或其组成以及本公司其他标志及产品、服务名称（以下统称“本公司标识”），其著作权或商标权归本公司所有。未经本公司事先书面同意，用户不得将本公司标识以任何方式展示或使用或作其他处理，也不得向他人表明用户有权展示、使用、或其他有权处理本公司标识的行为。
			<br />
			4.本公司对其获取或持有的运营数据享有全部权利。未经本公司书面同意，任何人不得擅自保存、使用、复制、改编或授权他人使用前述数据。
			<br />
			5.未经本公司事先书面同意，用户不得将本公司持有的商标、品牌、标识及产品、服务名称等以任何方式展示、使用或作其它处理，或者表示用户有权展示、使用或另行处理标记
			<br />
			九、违约责任
			<br />
			1.用户应遵守本协议的各项条款，正确、适当地使用本服务，如因用户违反本协议中的任何条款，本公司在通知用户后有权依据协议中断或终止对违约用户的陌搭优聘微信平台账号提供服务。
			同时，本公司保留在任何时候收回陌搭优聘微信平台账号的权力。
			<br />
			2.如果本公司发现或受到他人举报或投诉用户违反本协议约定的，本公司有权不经通知随时对相关内容（包括不限于用户资料、聊天记录）进行审查、删除并视情节轻重对违规账户处以包括但不限于警告、账户封禁、设备封禁、功能封禁、冻结账户金额的处罚，且通知用户处理结果。
			<br />
			3.用户在使用本公司服务时，需要遵守相关法律法规及本协议、其他对用户有管理规定的情形。如用户存在违规行为，本公司有权根据用户的行为性质及严重程度采取包括但不限于冻结全部或部分账户余额、暂时或永久封号、收取违约金等措施
			<br />
			4.用户理解并同意，本公司有权依合理判断对违反有关法律、法规或本协议规定的行为进行处罚，对违法、违规的用户采取适当的法律行动，并依据法律
			法规保存有兰信息向有关部门报告等，用户应承担由此产生的一切法律责任。
			<br />
			5.本公司尊重并保护用户及他人的知识产权、名誉权、姓名权、隐私权等合法权益。如用户侵犯任何第三方的知识产权、名誉权、姓名权、隐私权等权利及合法权益，引起第三方投诉、举报或以诉讼等方式维权索赔的，本公司有权根据法律法规要求采取必要措施。因用户的行为导致本公司向任何第三方承担赔偿责任，或遭受国家机关处罚，或受到其他经济损失或商誉损失的，用户应赔偿本公司因此遭受的全部损失。
			<br />
			5.如用户的不当行为造成本公司或其关联公司遭受损失的（包括但不限于财产损害赔偿、名誉损害赔偿、诉讼费、律师费、财产保全费、财产保全担保费、交通费等因维权而产生的合理费用），由用户赔偿本公司或其关联公司遭受的全部损失。如因用户的不当行为，导致本公司或其关联公司遭受行政处罚或被其他第三方、行政机关追究责任的，相关责任由用户承担。
			<br />
			十、条款的解释、法律适用及争议解决 （一）协议的效力与解释
			<br />
			1.本协议是由用户与本公司共同签订的，适用于用户在陌搭优聘平台上的全部活动。本协议内容包括协议正文条款、《计费规则》、《法律声明》、《陪玩规则》等及已经发布的或将来可能发布的各类规则，所有条款和规则为协议不可分割的一部分，与协议正文具有同等法律效力。
			<br />
			2.用户在陌搭优聘微信平台上注册时，点击选中“我已阅读并同意《用户协议》按钮，即视为用户自愿并以用户自身名义签署的本协议具有法律效力。签署过合同后，用户不得以其账户信息被盗用或其他理由，否认已签署合同的有效性，从而不履行相关的义务。再次温馨提示：请用户妥善保管好自己管理的账户信息，并不得授权他人使用。
			<br />
			3.如本协议中的任何条款无论因何种原因完全或部分无效而不能执行，则应认为该条款可与本协议相分割，或被尽可能接近各方意图的、能够保留本协议要求的经济目的的、有效的新条款所取代，而且，在此情况下，本协议的其他条款仍然完全有效并具有约束力。
			<br />
			4.本协议为电子协议，自用户点击“我已阅读并同意《用户协议》“按钮之日起生效。
			<br />
			（二）法律适用及争议解决
			<br />
			1.本协议的成立、生效、履行、解释及争议的解决均应适用中华人民共和国法律
			<br />
			2.本协议签订地点为重庆市。因本协议所引起的任何纠纷或争议，双方应友好协商解决，协商不成的，双方同意将纠纷或争议提交至平台经营所在地重庆市渝北区人民法院诉讼解决。
		</div>
	</div>
</template>

<script setup>
import back from '@/assets/images/icons/back.png';
const router = useRouter();
</script>

<style lang="less" scoped>
.about-us {
	.back {
		width: 53px;
		height: 53px;
		margin-left: 51px;
		margin-top: 44px;
	}
	.content {
		width: 675px;
		background: #ffffff;
		font-weight: 500;
		font-size: 24px;
		color: #000000;
		line-height: 41px;
		margin: 20px auto;
		padding: 30px;
		box-sizing: border-box;
	}
}
</style>
