<template>
	<div class="about-us">
		<NavBar showLeftBack />
		<div class="content">
			关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们
			关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们
			关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们
			关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们
			关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们
			关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们
			关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们
			关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们
			关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们
			关于我们
		</div>
	</div>
</template>

<script setup></script>

<style lang="less" scoped>
.about-us {
	.content {
		padding: 0 20px;
		font-size: 24px;
		line-height: 30px;
	}
}
</style>
