<template>
	<div class="user-agreement">
		<NavBar showLeftBack />
		<div class="content">
			用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议
			用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议
			用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议
			用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议
			用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议
			用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议
			用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议
			用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议
			用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议用户协议
			用户协议
		</div>
	</div>
</template>

<script setup></script>

<style lang="less" scoped>
.user-agreement {
	.content {
		padding: 0 20px;
		font-size: 24px;
		line-height: 30px;
	}
}
</style>
